# brew bundle install -v --file $HOME/Brewfile

tap "homebrew/cask"

brew "stow"
brew "bash"
brew "bash-completion@2"
brew "git"
brew "emacs"
brew "the_silver_searcher"
brew "findutils" # GNU find, xargs, locate
brew "jq"

cask "1password"
cask "1password-cli"
cask "slack"
cask "bartender"
cask "witch"
cask "signal"
cask "alfred"
cask "spotify"

brew "mas"

mas "The Clock", id: 488764545
mas "Todoist", id: 585829637

cask "font-hack"

mas "Airmail", id: 918858936
#mas "Divvy", id: 413857545 # Not M1 compatible
mas "MiniPlay", id: 936243210

cask "sublime-text"
cask "sublime-merge"
cask "dash"

brew "awscli"
cask "aws-vault"
cask "google-cloud-sdk"

brew "grep"
brew "watch"
brew "coreutils"
brew "moreutils"
brew "mutt"
brew "tree"
brew "wget"

cask "macdown"
#cask "karabiner-elements"

brew "pyenv"

cask "iterm2"
cask "brave-browser"
cask "firefox"

# Work cask "slack"

mas "the-clock", id: 488764545
mas "todoist", id: 585829637

tap "homebrew/cask-fonts"

mas "airmail", id: 918858936
mas "divvy", id: 413857545
mas "miniplay", id: 936243210

cask "bettertouchtool"
cask "swish"

#cask "virtualbox"
#cask "vagrant"
#brew "docker-machine"

# Work brew "awscli"
# Work cask "aws-vault"

# Work brew "kubectl"

cask "zoom"

mas "Home Assistant", id: 1099568401

cask "dropbox"
